{
  "entries": [
    {
      "items": [
        {
          "id": "minecraft:potion",
          "Count": 1,
          "tag": {
            "Potion": "minecraft:luck"
          }
        }
      ],
      "name": "Potion of Luck",
      "description": "A potion that may make your chances of getting something good a little higher.\n\nFUN FACT: Did you know that 80% of people who gamble quit right before they're about to hit it big?",
      "price": 5000
    },
    {
      "items": [
        {
          "id": "minecraft:potion",
          "Count": 1,
          "tag": {
            "Potion": "minecraft:unluck"
          }
        }
      ],
      "name": "Potion of Unluck",
      "description": "You might not want to drink this, however it might be fun to trick a friend into trying.",
      "price": 5000
    },
    {
      "items": [
        {
          "id": "minecraft:potion",
          "Count": 1,
          "tag": {
            "Potion": "minecraft:nausea"
          }
        }
      ],
      "name": "Potion of Nausea",
      "description": "A potion that makes you feel sick. It's not very fun, but maybe it's a good way to get rid of unwanted guests.",
      "price": 2500
    },
    {
      "items": [
        {
          "id": "nyakomod:pet_sprite_summon",
          "Count": 1
        }
      ],
      "name": "Pet Summoner",
      "description": "Summons you a pet... but at what cost...",
      "price": 1000000
    },
    {
      "items": [
        {
          "id": "nyakomod:dev_null",
          "Count": 1
        }
      ],
      "name": "/dev/null",
      "description": "A miraculous innovation in technology! Leveraging a miniature black hole, this handy item can store any amount of an item you put into it. You can even place blocks that are held from within!\n\nNote: this device is somewhat unstable, and removing more than one item from it at once will cause the hole to collapse, ejecting all of your items onto the floor.",
      "price": 1250000
    },
    {
      "items": [
        {
          "id": "nyakomod:bag_of_coins",
          "Count": 1
        }
      ],
      "name": "Bag of Coins",
      "description": "Tired of loose change in your pocket? Want an easier way to store your precious money? The Bag of Coins can help with that, providing a way to store all of your CunkCoin™ without wasting your precious inventory space! It also makes it easier to share coins with someone else -- just throw them in a bag! You can also put the bag in a dispenser and all of the coins will shoot out at once!",
      "price": 2500
    }
  ]
}